{
  "links": [
    {
      "externalUrl": "https://uclab.fh-potsdam.de/refa-catalog/s/c/item/56167",
      "linkValue": "Data: Green Doublet"
    },
    {
      "externalUrlTwo": "https://uclab.fh-potsdam.de/refa-catalog/s/c/item/19905",
      "linkValue": "Data: Embroidered Doublet"
    }
  ],

  "sections": [
    {
      "id": 1,
      "title": "The Doublet in the 17th century",
      "description": ""
    },
    {
      "id": 2,
      "title": "From undergarment to outer garment",
      "description": "The term <em>doublet</em> originally referred to an undergarment that was worn from the High Middle Ages as a protective layer under the breastplate. Over time, the doublet became a buttoned-up body shirt with decorations. In the 14th and 15th centuries, the doublet had a close-fitting shape, a round neckline or stand-up collar. From the late 15th century onwards, the doublet could have a small lap, covering the base of the leggings. By the 16th century at the latest, it had become a pure outer garment with various decorations and designs."
    },
    {
      "id": 3,
      "title": "A three-piece ‘suit’",
      "description": "Three main elements of menswear had been established in Europe by the late 16th-century: a doublet, a jerkin on top of the doublet and a hose. A cloak or robe might be worn over the top. Over the time the length of the bulbous trunk hoses varied, cloaks or robes would be different in length, shape and material according to the fashion, the purpose of the garments or the status of the wearer. Codpieces, designed to cover the gap between the two legs of a men’s hose, had already passed their fashionable peak."
    },
    {
      "id": 4,
      "title": "Splendor in fashion (1590-1625)",
      "description": "It was fashionable for both sexes to display luxurious material. The doublet would be combined with lavish ruffs and cuffs, with (embroidered) silk stockings, rosettes, ribbons, sashes, jewelry and perfumed items. The doublet was worn by both men and women. In men’s fashion swords were a must-have accessory, as were fans or handkerchiefs for women. Holding gloves, adorned with lace, were also a must-have for both sexes, as well as a ruff with heavily starched pleats or a falling band collar, often adorned with lace, and a hat with a band or a feather. The gender assignment was based on the clothing for the lower body."
    },
    {
      "id": 5,
      "title": "'Doublet with a slit pattern'",
      "description": "The green silk Doublet from the beginning of the 17th century (c.1600-1610) has long tight sleeves and a high stand-up collar, a straight waistline and twelve lapels below. Padded front and back sections define the silhouette and ensure a smooth fit around the upper body. The padding is made of cotton fleece and small shoulder pads widen the shoulders slightly.",
      "background": "left"
    },
    {
      "id": 6,
      "title": "",
      "description": "The garment has a length of 53 cm and is made of ‘embossed’ or 'cut' green-blue iridescent silk taffeta as the outer material with a plain weave. The 'pinked' silk is influenced by contemporary weaving patterns. As is the design of the slit decoration, which shows a finely embossed diamond pattern with two parallel lines. Four larger holes are cut into each diamond in a square arrangement.",
      "background": "left"
    },
    {
      "id": 7,
      "title": "'Doublet with embroidered decorative stripes'",
      "description": "This Doublet, dating from 1630 to 1640, is characterized by a heavily textured surface, distinctive sleeves, a pleated lap at the back and a flowing silhouette. It is presented here with raised arms in order to make the open sleeves visible. A further scan with the </br><span class='module-content' data-href='6'>arms in the natural position</span> can be explored <a href='https://kompakkt.de/entity/6530ef20b785da468542de26?locale=en' target='_blanc'>here</a>."
    },
    {
      "id": 8,
      "title": "",
      "description": "The red and yellow silk atlas as well as the blue and yellow embroidery threads have faded today, but still bear witness to the eye-catching color of the past. The collar and lap of this doublet are cut separately, but join the front and back parts seamlessly and without visible transitions."
    },
    {
      "id": 9,
      "title": "",
      "description": "The embroidered decorative stripes have been placed over the seams. The shoulder pieces are joined together at the top edge with decorative stitching. The sleeves are wide and open at the front with buttons."
    },
    {
      "id": 10,
      "title": "",
      "description": "This doublet underwent various changes over time. A ‘gusset’ (dt.: Zwickel) extending to the waist was introduced in the back. This consisted of at least three flaps folded open, which were removed from the shoulder of the doublet. The result of the adjustment was a more pronounced waistline in the back area, which also makes the lap appear bell-shaped. This indicates an adaptation to a woman's body."
    },
    {
      "id": 11,
      "title": "More details & findings",
      "description": "Jutta Zander-Seidel described the green silk doublet with a slit pattern in the exhibition catalogue <a href='https://books.ub.uni-heidelberg.de//arthistoricum/catalog/book/396' target='_blanc'>In Mode: Kleider und Bilder aus Renaissance und Frühbarock</a> (Nuremberg 2015, p.85). The Doublet with embroidered decorative stripes can be found ibid. on p. 101 ff.",
      "background": "left"
    }
  ]
}
