{
  "links": [
    {
      "externalUrl": "https://uclab.fh-potsdam.de/refa-catalog/s/c/item/19901",
      "linkValue": "Data: Dress in greek style"
    },
    { "externalUrlTwo": "https://uclab.fh-potsdam.de/refa-catalog/s/c/item/18742", "linkValue": "Data: Spencer Jacket" }
  ],
  "sections": [
    {
      "id": 1,
      "title": "A dress in 'greek style'",
      "description": ""
    },
    {
      "id": 2,
      "title": "",
      "description": "The French Revolution was an anchor point not only for political change, but also for social and cultural change. The following epochs, the Directoire and Empire, also lent their names to a new style of dress."
    },
    {
      "id": 3,
      "title": "Voluminous and restricting wardrobe",
      "description": "In the 18th century courtly women's fashion was still extremely constrictive. The upper body was constrained by a corset and a huge hoop skirt making movements a challenge. But with the Enlightenment, the bourgeoisie began to reject the ‘unnatural’ ideals of courtly ceremonial fashion. The new French Republic took a turn from opulent garments to more classical styles. Restrictions of women through the cut and volume of a dress were overcome.<br />The artist Daniel Chodowiecki made the antithesis of 'natural' and 'affected' behaviour central in his drawings for the <em>Göttinger Taschenkalender</em> which was published by Georg Christoph Lichtenberg in 1779. Chodowiecki depicts the antithesis of the artificial courtier, his <span class='module-content' data-href='0'>'affected behaviour'</span> versus the enlightened citizen in his 'natural' behaviour."
    },
    {
      "id": 4,
      "title": "Mode à la Grecque",
      "description": "Women's fashion in the Directoire and early Empire (1795-ca.1810) was inspired by antique styles and was also known as <em>Mode à la Grecque</em>. Fashion news' were disseminated through fashion journals such as the <em>Journal des Luxus und der Moden</em>, which in its 1788 issue already reported on 'mode à la Grecque'. </br></br>The ‘renewed greek woman’ would wear light and flowing fabrics draped to the body. The dress that would gain particular prominence in the 1780s and the following decade was the white muslin chemise, also known as a <em>chemise à la reine</em> or an empire dress. The chemise was fashionable throughout Europe during the Directoire and Empire and was worn by women across the socio-economic spectrum. It underwent a variety of changes; the high waist though, also known as the empire waist, remained constant."
    },
    {
      "id": 5,
      "title": "",
      "description": "A chemise is a shirt-like dress with a straight, full-length cut made of thin, almost transparent fabric. The loose-fitting dress was put on over the head and did not require a pannier. Excess fabric would be gathered at the neckline and at the shoulder seams, while a wide and contrasting sash around the waist would gather the fabric there and accentuate the waistline.",
      "background": "right"
    },
    {
      "id": 6,
      "title": "Texture and material",
      "description": "Muslin was a favorite choice for this dress, but crêpe, silk gauze, and linen were also used. This salmon-colored dress made from high-quality silk taffeta has been preserved in the Germanisches Nationalmuseum. It has almost no ornamentation and was tailored to fit its wearer precisely and played flatteringly around her body shape.",
      "background": "right"
    },
    {
      "id": 7,
      "title": "",
      "description": "The bust and sleeves are the only parts that fit snugly, while the rest of the fabric can fall freely.</br></br>Its train emphasises that this is a festive gown. A decorative element at the back, a row of silk-covered wooden buttons, has no function but to emphasize the flowing silhouette of the dress. A Chemise might have been worn with an overdress.",
      "background": "right"
    },
    {
      "id": 8,
      "title": "A Spencer Jacket",
      "description": "This short spencer, a 'Spenzer in the old German style', dated ca. 1815, was an overgarment that adapted to the high waistline of a chemise dress. The snug fitting jacket appeared around the turn of the century as a warming and decorative addition to the dresses. It is also preserved at Germanischen Nationalmuseum. "
    },
    {
      "id": 9,
      "title": "",
      "description": "The puffed shoulders were modelled on 16th-century designs and fitted over the long narrow sleeves of a chemise dress.</br></br>The outer fabric is a blue-green silk, while the lining is made of cotton. The raised collar and chest area are decorated with a wave-like pattern, formed with the help of cord piping. The back is also decorated with cord piping and features two decorative buttons and a frill trim, both also made of blue-green silk. Together with the waistband, they accentuate the waistline."
    },
    {
      "id": 10,
      "title": "Decorative elements",
      "description": "In the Directoire and Empire accessories in women's fashion were sparse but complemented the simple look with accentuating elements. The neckline and décolleté were often framed with frills or lace ruffs or a fichu would be worn round the shoulders and crossing in front over the chest. It was sometimes then tied round the waist in the back, e.g. a Fichu à la Colorette or a Manteau-Fichu, as reported by the <span class='module-content' data-href='1'>Journal des Luxus und der Moden</span> in February 1788."
    },
    {
      "id": 11,
      "title": "",
      "description": "The sleeves could be decorated with frilly drawstrings for a festive touch. The chemise was loose-fitting, with the excess fabric gathered at the neckline and shoulder seams and controlled at the waist by a wide sash, usually of a contrasting color. Additional elements could include colored ribbons, a fan, or decorative items attached to the belt, such as so called berlocken. In winter a pouf, a fur palatine or cashmere shawls and long scarves could be added."
    },
    {
      "id": 12,
      "title": "",
      "description": "A headdress, worn on top of a towering wig, would sometimes consist of bonnets or hats with colored bows and ribbons or turban-like headdresses with towering feathers, reported in Oktober 1788 edition of the <span class='module-content' data-href='2'>Journal des Luxus und der Moden</span>."
    },
    {
      "id": 13,
      "title": "More details & findings",
      "description": "Jutta Zander-Seidel has described the dress in <a href='https://books.ub.uni-heidelberg.de//arthistoricum/catalog/book/368' target='_blanc'>“Kleiderwechsel. Frauen-, Männer- und Kinderkleidung des 18. bis 20. Jahrhunderts”</a> (Die Schausammlungen des Germanischen Nationalmuseums, Nürnberg 2002, Vol.1, p. 58-60). Find out more about related objects in the <a href='https://objektkatalog.gnm.de/recherche?search_api_fulltext=T+4002-4070&search_api_fulltext_1=' target='_blanc'>“museum database”</a>.",
      "background": "left"
    }
  ]
}
