{
  "links": [{ "externalUrl": "https://uclab.fh-potsdam.de/refa-catalog/s/c/item/19625" }],
  "sections": [
    {
      "id": 1,
      "title": "A luxurious Robe à la francaise",
      "description": ""
    },
    {
      "id": 2,
      "title": "",
      "description": "This light blue silk Robe à la française from around 1760 was acquired by Germanisches Nationalmuseum Nuremberg in 2017 from  a family in central Germany. It entered the museum collection along with a hoop petticoat – made of cyclamen-colored silk satin and whalebone hoops."
    },
    {
      "id": 3,
      "title": "",
      "description": "In the 18th century, all European countries looked to France for fashion, cut, decoration and design. The nobility and the upper bourgeois classes wore luxurious silk fabrics from Lyon, accessories and jewellery from Paris; their appearance served as a symbol of social status and standing."
    },
    {
      "id": 4,
      "title": "Dress style",
      "description": "The blue silk dress, created in the mid-18th century and surviving without any alterations to the cut or fabric, is a fitted andrienne that was referred to as a <em>taille andrienne</em> in contemporary German encyclopaedias. This form of a fitted Andrienne came into being between 1740 and 1750."
    },
    {
      "id": 5,
      "title": "Silk fibers",
      "description": "Silk has been used for at least 5000 years. It is a natural fiber that can be produced by several insects: the most common one being the caterpillar. The cocoon of one silkworm creates almost a mile of filament. Silk is the only natural filament fiber and is soft, lustrous, shiny, and smooth to the touch."
    },
    {
      "id": 6,
      "title": "A luxurious Robe",
      "description": "This dress with a woven flower and lace pattern in various colours was clearly made for a festive occasion. It belongs to the category <em>parure</em> (clothing for festive events), as the cut, fabric and ornaments suggest. These were determining factors for the types of court garments –  <em>grande parure</em> (gala dress), <em>parure</em>, <em>négligé</em> (everyday dress) and <em>déshabillé</em> (indoor clothes) – at the end of the Ancien Régime."
    },
    {
      "id": 7,
      "title": "A wedding dress for Juliana Luisa Mauritia Eck?",
      "description": "As a hypothesis, Adelheid Rasche, curator of the textile collection, having analyzed the sparse source material, concluded that the ensemble of dress and petticoat was possibly a wedding dress for a young woman called Juliana Luisa Maurtia Eck (1739-1805). Her wedding took place on January 11th, 1757.",
      "background": "right"
    },
    {
      "id": 8,
      "title": "Dress elements & Accessories",
      "description": "The upper part of the dress is fitted at the front and has a partially closed group of pleats at the back - the typical feature of a Robe à la française.",
      "background": "right"
    },
    {
      "id": 9,
      "title": "",
      "description": "A stomacher was originally worn over the long front opening. This triangular insert which has not survived in the case of the blue dress, concealed the undergarment. It was attached to the dress neckline with pins.</br> The entire inside of the dress’ bodice is stabilized with whalebone stays. Lacing at the back allowed it to be adjusted to fit the wearer. A long linen shirt and a separate laced bodice were worn under the dress.",
      "background": "right"
    },
    {
      "id": 10,
      "title": "",
      "description": "The sleeves were smoothly set in and covered the arm up to the elbow, where they ended in so-called wing cuffs (fr. <em>manchettes à raquette</em>), informally known as fin sleeves. Like the sleeves, they are lined with linen and additionally stiffened with paper in the cuffs. White lace cuffs peeked out from underneath, but these have not survived."
    },
    {
      "id": 11,
      "title": "Luxurious Silk",
      "description": "The dress consists of around 12.5 metres of patterned silk fabric. It has a width of 52.4 cm and an additional selvedge of 0.8 cm. The woven background patterns repeat every 43,5 to 45 centimeters. A wave shaped garland of flowers with white, five-petal blossoms and blue pointed leaves branch off in the lower third into large bouquets of flowers in different shades. The space between the flower bouquets and the lace band is furthermore filled with groups of small, white scattered flowers."
    },
    {
      "id": 12,
      "title": "Woven ornaments",
      "description": "Floral ornaments, flowers and blossoms have in all times been central elements of textile ornamentation and patterning. They can be naturalistic, stylized, invented or prescinded. They can be woven into the fabric, printed or painted on the fabric. Floral elements can be realized via embroidery, via knitting, crochet and made in other textile techniques as lace-making. Here the filigree flower patterns are not embroidered but woven in."
    },
    {
      "id": 13,
      "title": "",
      "description": "18th century textiles reflect the taste of the time for gardens and individual flowers, such as roses. They were usually arranged loosely but symmetrically on the textile. The symbolic power of flowers played a major role in the occasion for which the dress was worn.<br/>A silk fabric of this kind with tendrils arranged in waves, flower garlands, bouquets and lace ribbons was one of the most popular fabric patterns designed and produced in a multitude of variations in all European centres of silk weaving between 1740 and 1775."
    },
    {
      "id": 14,
      "title": "",
      "description": "The spiral-shaped flowers of the dress fabric are based on the common jasmine (Jasminum officinale), a climbing plant with fragrant petals."
    },
    {
      "id": 15,
      "title": "",
      "description": "The bouquets contain, with variations in the details and foliage, a primrose hybrid of Primula elatior at the top, a rose and two rosebuds in the centre, and either a carnation or a peony (Paeonia officinalis) at the bottom."
    },
    {
      "id": 16,
      "title": "Conclusion: A parure dress",
      "description": "The comparison and analysis of the dress and fabric in the context of fashion history support a dating of around 1760. Investigations into the family history of the potential wearer leads to the hypothesis that it is Juliana Luisa Mauritia Eck’s wedding dress for the occasion in 1757."
    },
    {
      "id": 17,
      "title": "More details & findings",
      "description": "Adelheid Rasche published her research on the dress, its origins and its likely use in the exhibition catalogue <a href='https://webopac.gnm.de/aDISWeb/app?service=direct/0/Home/$DirectLink&sp=SOPAC&sp=SAK00603930' target='_blanc'>“Luxury in Silk. Eighteenth-Century Fashion”</a>, Nuremberg 2018. Find out more about the hoop petticoat, whalebone production and accessories like fans, gloves, lace, shoes and stomachers in the catalogue.",
      "background": "left"
    }
  ]
}
